const cn = {
  otcRules: [
    "布卖单或买单，需要该账号有小量FO TOKEN，如账号无FO，可进小额进场，购置小量FO，小额进场无申诉.",
    "卖家布置卖单，账号需超过一定量的FO，卖家提供卖TOKEN数量和单价，并把该TOKEN数量，抵押到合约当中锁定.",
    "买家点击购买订单，购买即锁定，双方自助联系沟通.",
    "买家法币转账，然后卖方解锁该订单TOKEN，并由合约解锁TOKEN并转给买家，完成交易.",
    "订单锁定过程中，双方出现异议，可交由社区仲裁，仲裁员由社区节点或大户账号均可参与调解仲裁.",
    "锁定订单后一天，买卖任一方均可提出仲裁，仲裁员判断一方胜诉，双方无异议，沟通和解，胜诉方可提现或解锁该订单.",
    "一名仲裁员仲裁调解后，买卖一方如仍由异议，均可在一天内提出上诉.",
    "上诉状态中的订单，需要三个以上仲裁员获胜票数并且胜诉方的得票数比败诉方多，才能认定获胜",
    "获胜买方可以自助提现，获胜卖方可以解锁该订单，继续放置卖单",
    "布小额进场卖单，需要账号有大量FO，并需抵押1000 FO布单，取消并解锁订单，合约扣留1FO作为为资源抵扣",
    "布置卖单需要设置个人收款信息，推荐使用微信群二维码，提供给买家联系",
    "该OTC，为OTC协议，纯属去中心化模式，无第三方经营，上线即跑路",
  ],
  fair: '公平',
  allRecord: '所有记录'
}

export default cn;